/* Description for Update button when no iPod selected */
"UPDATE_NO_SELECTION" = "Klikk på Oppdater for å oppdatere iPod-enheten.";
"UPDATE_NO_SELECTION_MULTIPLE" = "Marker en iPod for å oppdatere firmwaren.";
"UPDATE_ONE_SELECTION" = "Klikk på Oppdater for å oppdatere %@ til versjon %@.";
"UPDATE_MULTIPLE_SELECTION" = "Klikk på Oppdater for å oppdatere de markerte iPod-enhetene.";
"UPDATE_MULTIPLE_SELECTION_DISALLOWED" = "Klikk på Oppdater for å oppdatere iPod-enheten.";
"UPDATE_NO_UPDATES_AVAILABLE_SINGLE" = "iPod er oppdatert.";
"UPDATE_NO_UPDATES_AVAILABLE_MULTIPLE" = "De markerte iPod-enhetene er oppdatert.";
"UPDATE_NO_UPDATES_UNKNOWN_POD" = "Den markerte iPod-enheten støttes ikke av denne oppdateringen.";
"UPDATE_NO_UPDATE_WRONG_DISK_FORMAT" = "Kun Macintosh-formaterte iPod-enheter kan oppdateres.";

/* Description for Restore button when no iPod selected */
"RESTORE_NO_SELECTION" = "Klikk på Gjenoppbygg for å gjenoppbygge iPod med fabrikkinnstillingene.";
"RESTORE_NO_SELECTION_MULTIPLE" = "Marker en iPod for å gjenoppbygge den med fabrikkinnstillingene.";
"RESTORE_ONE_SELECTION" = "Klikk på Gjenoppbygg for å gjenoppbygge iPod med fabrikkinnstillingene.";
"RESTORE_MULTIPLE_SELECTION" = "Klikk på Gjenoppbygg for å gjenoppbygge de markerte iPod-enhetene med fabrikkinnstillingene.";
"RESTORE_MULTIPLE_SELECTION_DISALLOWED" = "Klikk på Gjenoppbygg for å gjenoppbygge iPod med fabrikkinnstillingene.";
"RESTORE_NOT_MOUNTED_YET" = "Venter på iPod.";
"RESTORE_ONLY_OVER_FIREWIRE" = "Du må koble til ved hjelp av FireWire for å gjenoppbygge denne iPod-enheten.";

"UPDATING_STATUS" = "Oppdaterer %@";

/* Strings for the Restore confirmation sheet */
"RESTORE_ALERT_SHEET_TITLE" = "Bekreft gjenoppbygging";
"RESTORE_ALERT_SHEET_DESC" = "Er du sikker på at du vil gjenoppbygge iPod med fabrikkinnstillingene? All musikk og annen data vil bli slettet.";

/* Strings to show user when no iPods detected */
"PLUG_IN_IPOD" = "Koble til en iPod for å oppdatere den.";
"IPOD_RESTARTING_RESTORE" = "Fabrikkinnstillingene er gjenoppbygd på iPod-enheten, og den starter nå på nytt. La iPod-enheten være tilkoblet, og vent til gjenoppbyggingsprosessen er fullført.";
"IPOD_RESTARTING_UPDATE" = "Programvaren på iPod er oppdatert, og iPod starter på nytt. La iPod være tilkoblet, og vent til oppdateringsprosessen er fullført.";
"IPOD_RESTARTING_UNPLUG_REPLUG_RESTORE" = "iPod-enheten har blitt gjenoppbygd med fabrikkinnstillingene. Koble den fra og deretter til igjen for å fullføre gjenoppbyggingsprosessen.";
"IPOD_RESTARTING_UNPLUG_REPLUG_UPDATE" = "iPod har blitt oppdatert. Koble iPod fra og deretter til igjen slik at oppdateringsprosessen kan fullføres.";
"IPOD_RESTARTING_UNPLUG_POWER_RESTORE" = "iPod-enheten har blitt gjenoppbygd med fabrikkinnstillingene. Koble fra iPod-enheten, og koble den til den eksterne strømforsyningsenheten for å fullføre gjenoppbyggingsprosessen.";
"IPOD_RESTARTING_UNPLUG_POWER_UPDATE" = "iPod-enheten har blitt oppdatert. Koble fra iPod-enheten, og koble den til den eksterne strømforsyningsenheten for å fullføre oppdateringsprosessen.";
"TOO_MANY_IPODS" = "Flere iPod-enheter er tilkoblet. Koble til én iPod av gangen for å oppdatere den. Deaktiver de andre iPod-enhetene i Finder, og koble dem deretter fra.";
/* "TOO_MANY_IPODS" = "There are way too many iPods plugged in. Please attach one iPod at a time to be updated. Eject other iPods using the Finder and disconnect them."; */

/* Field titles used when copying iPod details to clipboard */
"COPY_POD_NAME" = "Navn";
"COPY_FIRMWARE_VERSION" = "Firmwareversjon";
"COPY_SERIAL_NUMBER" = "Serienummer";
"COPY_DISK_FORMAT" = "Diskformat";
"COPY_CAPACITY" = "Kapasitet";
"COPY_POD_FAMILY" = "iPod-familie";
"COPY_UPDATER_FAMILY" = "Oppdatererfamilie";

/* Name of iPod while it is still mounting */
"MOUNTING_NAME" = "(Aktiverer)";
"UNMOUNTED_NAME" = "(Ikke aktivert)";
"RESTORING_NAME" = "(Gjenoppbygger)";
"UPDATING_NAME" = "(Oppdaterer)";
"RESTARTING_NAME" = "(Starter på nytt)";
"IPOD_NAME" = "iPod";

/* Status strings */
"RESTORING_STATUS" = "Gjenoppbygger %@";
"UPDATING_STATUS" = "Oppdaterer %@";
"RESTARTING_STATUS" = "Starter på nytt";
"EXAMINING_STATUS" = "Undersøker iPod";
"UNMOUNTING_STATUS" = "Deaktiverer iPod";
"PREPARING_STATUS" = "Forbereder iPod";
"FINISHING_STATUS" = "Fullfører";
"FORMATTING_STATUS" = "Formaterer iPod";
"WRITING_FIRMWARE_STATUS" = "Skriver iPod-programvare";
"CLEARING_STATUS" = "Fjerner eldre iPod-programvare";
"WRITING_ICON_STATUS" = "Skriver volumsymbol";

/* Displayed for many of the info fields when multiple iPods are selected. */
"MULTIPLE_SELECTED" = "Flere iPod-enheter valgt.";
/* Displayed for many of the info fields when no iPods are selected. */
"NONE_SELECTED" = "Ingen iPod-enheter valgt.";
/* Displayed when info is not available */
"UNKNOWN" = "Ukjent";

/* Button titles */
"RESTORE" = "Gjenoppbygg";
"CANCEL" = "Avbryt";
"OK" = "OK";

/* Errors */
"ERROR_TITLE" = "Feil";
"CANT_UNMOUNT" = "iPod-enheten kunne ikke deaktiveres fordi den er i bruk. Lukk filer på iPod-enheten som er åpne, og prøv på nytt.";
"CANT_MOUNT" = "En iPod ble funnet, men den må aktiveres på skrivebordet for at denne operasjonen skal fungere.";
"GENERAL_ERROR" = "Det oppsto en feil under oppdatering eller gjenoppbygging av iPod.";
"SIGMATEL_ERROR" = "Det oppsto en feil under oppdatering eller gjenoppbygging av iPod. Koble fra iPod, koble den til igjen, og prøv å gjenoppbygge på nytt. Hvis det ikke fungerer, går du til http://www.apple.com/no/support/ipod";
"CANT_FIND_FORMAT_SLICE" = "Datapartisjonen ble ikke funnet og kunne ikke formateres. Koble fra iPod, koble til igjen, og prøv å gjenoppbygge på nytt.";
"FORMAT_ERROR" = "Det oppsto en feil under formatering av iPod.";
"FORMAT_ERROR_Q14_USB" = "Det oppsto en feil under formatering av iPod. Prøv å koble til iPod via FireWire, og prøv på nytt.";

/* sizes */
"GB" = "%.2f GB";
"MB" = "%.2f MB";			
"KB" = "%.2f kB";

/* disk formats */
"DISK_FORMAT_HFS" = "Macintosh";
"DISK_FORMAT_FAT" = "Windows";
"DISK_FORMAT_UNKNOWN" = "Ukjent";

/* Debug menu strings */
"DEBUG_MENU_TITLE" = "Debug";
"DEBUG_ALWAYS_ALLOW_UPDATES" = "Tillat alltid oppdateringer";

/* strings for the quit sheet */
"QUIT_QUESTION_UPDATE_MESSAGE" = "iPod-enheten har blitt oppdatert og starter nå på nytt. La iPod-enheten være tilkoblet, og vent til oppdateringsprosessen er fullført. Vil du avslutte iPod Updater og starte iTunes?";
"QUIT_QUESTION_RESTORE_MESSAGE" = "iPod-enheten har blitt gjenoppbygd og starter nå på nytt. La iPod-enheten være tilkoblet, og vent til oppdateringsprosessen er fullført. Vil du avslutte iPod Updater og starte iTunes?";
"QUIT_QUESTION_POWER_UPDATE_MESSAGE" = "iPod-enheten har blitt oppdatert. Koble iPod-enheten fra datamaskinen, og koble den til den eksterne strømforsyningsenheten for å fullføre oppdateringsprosessen. Vil du avslutte iPod Updater og starte iTunes?";
"QUIT_QUESTION_POWER_RESTORE_MESSAGE" = "iPod-enheten har blitt gjenoppbygd. Koble iPod-enheten fra datamaskinen, og koble den til den eksterne strømforsyningsenheten for å fullføre oppdateringsprosessen. Vil du avslutte iPod Updater og starte iTunes?";
"QUIT_QUESTION_UNPLUG_REPLUG_UPDATE_MESSAGE" = "iPod har blitt oppdatert. Koble iPod fra og deretter til igjen slik at oppdateringsprosessen kan fullføres. Vil du avslutte iPod Updater og starte iTunes?";
"QUIT_QUESTION_UNPLUG_REPLUG_RESTORE_MESSAGE" = "iPod har blitt gjenoppbygd. Koble iPod fra og deretter til igjen slik at gjenoppbyggingsprosessen kan fullføres. Vil du avslutte iPod Updater og starte iTunes?";

/* URLs */
"SUPPORT_URL" = "http://www.apple.com/no/support/ipod";
"REGISTRATION_URL" = "http://www.apple.com/register";